Repository: NeshanMaps/wordpress-neshan-maps
Catalog: languages/neshan-maps-*.po
Languages: fa_ir

source: Please fill Api Key field by the appropriate key (WebSite) you received from Neshan Developers Panel
fa_ir: لطفا فیلد Api Key را با کلید مناسب (WebSite) که از پنل توسعه دهندگان نشان دریافت کرده اید، تکمیل نمایید

source: Are you sure about deleting this map?
fa_ir: آیا از حذف این نقشه اطمینان دارید؟

source: Neshan Maps
fa_ir: نقشه‌ی نشان

source: Neshan Map
fa_ir: نقشه نشان

source: My Maps
fa_ir: نقشه‌های من

source: Create New Map
fa_ir: ساخت نقشه جدید

source: Neshan Map Maker
fa_ir: ابزار تولید نقشه‌ی نشان

source: You need an API key before you start creating a map. You can get your API key from %s Neshan Developers Panel %s for free.
fa_ir: قبل از شروع به ایجاد یک نقشه، یک کلید API نیاز دارید. شما می توانید کلید API خود را از %s پنل توسعه‌دهندگان نشان %s به صورت رایگان دریافت کنید.

source: Please fill all fields correctly before saving the form. Then you can use the generated shortcode in any page you want.
fa_ir: لطفا همه فیلد‌ها را قبل از ذخیره فرم تکمیل نمایید. سپس می‌توانید از شورتکد تولید شده در هر صفحه که می خواهید استفاده کنید.

source: An error occurred while saving map data. Please check all fields and try again.
fa_ir: هنگام ذخیره اطلاعات نقشه خطایی رخ داد. لطفا فرم را بررسی و دوباره امتحان کنید.

source: Congratulation! Your map is ready. You can use below shortcode in any page you want:
fa_ir: تبریک! نقشه‌ی شما آماده است. شما می‌توانید از شورت‌کد زیر در هر صفحه‌ای که مایلید استفاده کنید:

source: Back to My Maps page
fa_ir: بازگشت به لیست نقشه‌های من

source: Create new map
fa_ir: ایجاد نقشه‌ی جدید

source: Title
fa_ir: عنوان

source: Choose a title for this map.
fa_ir: یک عنوان برای این نقشه انتخاب نمایید.

source: Update Map
fa_ir: بروزرسانی

source: Map settings
fa_ir: تنظیمات نقشه

source: Latitude
fa_ir: عـرض جغرافیایی:

source: Longitude
fa_ir: طول جغرافیایی

source: Latitude or Longitude values did not fill correctly!
fa_ir: مقادیر طول یا عرض جغرافیایی به درستی تکمیل نشده‌اند!

source: Width
fa_ir: عرض

source: Set width in pixel for example 1000 or in percent
fa_ir: عرض نقشه را به پیکسل یا درصد مشخص کنید

source: Height
fa_ir: ارتفاع

source: Set height in pixel for example 400
fa_ir: ارتفاع نقشه را مشخص کنید (برای مثال 500)

source: Zoom
fa_ir: بزرگنمایی

source: Maximum zoom level is 19
fa_ir: حداکثر سطح بزرگنمایی ۱۹ است

source: Map Style
fa_ir: استایل نقشه

source: Add New
fa_ir: افزودن

source: Shortcode
fa_ir: شورت‌کد

source: Date
fa_ir: تاریخ

source: Edit
fa_ir: ویرایش

source: Trash
fa_ir: حـذف

source: Published
fa_ir: منتشرشده
